Repository: Toan14102004/Tai-Chi
Catalog: Taichi/Resources/Languages/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, hi, id, ja, ko, pa, pt_pt, ru, sw, zh_hans

source: Watch a short ad to download this workout, or enjoy unlimited downloads and a completely ad-free experience.
ar: شاهد إعلانًا قصيرًا لتنزيل هذا التمرين، أو استمتع بتنزيلات غير محدودة وتجربة خالية تمامًا من الإعلانات.
bn: এই ওয়ার্কআউটটি ডাউনলোড করতে একটি ছোট বিজ্ঞাপন দেখুন বা সীমাহীন ডাউনলোড এবং সম্পূর্ণ বিজ্ঞাপন-মুক্ত অভিজ্ঞতা উপভোগ করুন।
de: Sehen Sie sich eine kurze Anzeige an, um dieses Training herunterzuladen, oder genießen Sie unbegrenzte Downloads und ein völlig werbefreies Erlebnis.
es: Mira un anuncio corto para descargar este entrenamiento, o disfruta de descargas ilimitadas y una experiencia sin anuncios.
fa: برای دانلود این تمرین یک تبلیغ کوتاه تماشا کنید یا از دانلودهای نامحدود و تجربه ای کاملاً بدون آگهی لذت ببرید.
fr: Regardez une courte publicité pour télécharger cette séance, ou profitez de téléchargements illimités et d'une expérience entièrement sans publicité.
hi: यह वर्कआउट डाउनलोड करने के लिए एक छोटा विज्ञापन देखें, या अनलिमिटेड डाउनलोड और पूरी तरह विज्ञापन-मुक्त अनुभव पाएँ।
id: Tonton iklan singkat untuk mengunduh latihan ini, atau nikmati unduhan tanpa batas dan pengalaman bebas iklan sepenuhnya.
ja: 短い広告を見てこのワークアウトをダウンロードするか、無制限のダウンロードと広告なしの体験をお楽しみください。
ko: 짧은 광고를 보고 이 운동을 다운로드하거나, 무제한 다운로드와 광고 없는 환경을 누려보세요.
pa: ਇਸ ਕਸਰਤ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰਨ ਲਈ ਇੱਕ ਛੋਟਾ ਵਿਗਿਆਪਨ ਦੇਖੋ, ਜਾਂ ਅਸੀਮਤ ਡਾਉਨਲੋਡਸ ਅਤੇ ਪੂਰੀ ਤਰ੍ਹਾਂ ਵਿਗਿਆਪਨ-ਮੁਕਤ ਅਨੁਭਵ ਦਾ ਆਨੰਦ ਲਓ।
pt_pt: Assista a um pequeno anúncio para baixar este treino ou desfrute de downloads ilimitados e de uma experiência totalmente livre de anúncios.
ru: Посмотрите короткую рекламу, чтобы скачать эту тренировку, или получите безлимитные загрузки и полностью без рекламы.
sw: Tazama tangazo fupi ili kupakua mazoezi haya, au ufurahie upakuaji bila kikomo na matumizi bila matangazo.
zh_hans: 观看一段短广告即可下载此训练，或升级享受无限下载与完全无广告的体验。

source: We
ar: نحن
bn: আমরা
de: Wir
es: Mi
fa: ما
fr: Me
hi: बुध
id: Kami
ja: 水
ko: 수
pa: ਅਸੀਂ
pt_pt: Nós
ru: Ср
sw: Sisi
zh_hans: 周三

source: We will customize your plan to protect your body
ar: سنقوم بتخصيص خطتك لحماية جسمك
bn: আমরা আপনার শরীর রক্ষা করার জন্য আপনার পরিকল্পনা কাস্টমাইজ করব
de: Wir passen Ihren Plan individuell an, um Ihren Körper zu schützen
es: Personalizaremos tu plan para proteger tu cuerpo
fa: ما برنامه شما را برای محافظت از بدن شما سفارشی می کنیم
fr: Nous personnaliserons votre programme pour protéger votre corps
hi: हम आपके शरीर की सुरक्षा के लिए योजना को अनुकूलित करेंगे
id: Kami akan menyesuaikan rencana Anda untuk melindungi tubuh Anda
ja: 体を守れるようプランをカスタマイズします
ko: 몸을 보호할 수 있도록 플랜을 맞춤화해 드립니다
pa: ਅਸੀਂ ਤੁਹਾਡੇ ਸਰੀਰ ਦੀ ਸੁਰੱਖਿਆ ਲਈ ਤੁਹਾਡੀ ਯੋਜਨਾ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰਾਂਗੇ
pt_pt: Personalizaremos seu plano para proteger seu corpo
ru: Мы адаптируем ваш план, чтобы защитить ваше тело
sw: Tutaweka mapendeleo mpango wako ili kulinda mwili wako
zh_hans: 我们将为您定制计划以保护您的身体

source: Weak muscles
ar: عضلات ضعيفة
bn: দুর্বল পেশী
de: Schwache Muskeln
es: Músculos débiles
fa: عضلات ضعیف
fr: Muscles faibles
hi: कमज़ोर मांसपेशियाँ
id: Otot lemah
ja: 筋力低下
ko: 약한 근육
pa: ਕਮਜ਼ੋਰ ਮਾਸਪੇਸ਼ੀਆਂ
pt_pt: Músculos fracos
ru: Слабые мышцы
sw: Misuli dhaifu
zh_hans: 肌肉无力

source: Weekly
ar: أسبوعيا
bn: সাপ্তাহিক
de: Wöchentlich
es: Semanal
fa: هفتگی
fr: Hebdomadaire
hi: साप्ताहिक
id: Mingguan
ja: 毎週
ko: 주간
pa: ਹਫ਼ਤਾਵਾਰੀ
pt_pt: Semanalmente
ru: Еженедельно
sw: Kila wiki
zh_hans: 每周

source: Weekly Plan
ar: الخطة الأسبوعية
bn: সাপ্তাহিক পরিকল্পনা
de: Wochenplan
es: Plan Semanal
fa: برنامه هفتگی
fr: Forfait hebdomadaire
hi: साप्ताहिक योजना
id: Paket Mingguan
ja: ウィークリープラン
ko: 주간 계획
pa: ਹਫਤਾਵਾਰੀ ਯੋਜਨਾ
pt_pt: Plano Semanal
ru: Недельный тариф
sw: Mpango wa Wiki
zh_hans: 每周方案

source: Weight must be 20-500 kg
ar: يجب أن يكون الوزن 20-500 كجم
bn: ওজন 20-500 কেজি হতে হবে
de: Das Gewicht muss 20-500 kg betragen
es: El peso debe estar entre 20 y 500 kg
fa: وزن باید 20-500 کیلوگرم باشد
fr: Le poids doit être compris entre 20 et 500 kg
hi: वज़न 20-500 किग्रा के बीच होना चाहिए
id: Beratnya harus 20-500 kg
ja: 体重は20～500kgで入力してください
ko: 체중은 20~500kg 사이여야 합니다
pa: ਭਾਰ 20-500 ਕਿਲੋਗ੍ਰਾਮ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pt_pt: O peso deve ser de 20 a 500 kg
ru: Вес должен быть от 20 до 500 кг
sw: Uzito lazima iwe kilo 20-500
zh_hans: 体重必须在 20-500 千克之间

source: We’re putting together a routine based on your goals, experience, and preferences.
ar: نحن نقوم بتجميع روتين بناءً على أهدافك وخبرتك وتفضيلاتك.
bn: আমরা আপনার লক্ষ্য, অভিজ্ঞতা এবং পছন্দের উপর ভিত্তি করে একটি রুটিন তৈরি করছি।
de: Wir stellen eine Routine zusammen, die auf Ihren Zielen, Erfahrungen und Vorlieben basiert.
es: Estamos preparando una rutina basada en tus objetivos, experiencia y preferencias.
fa: ما بر اساس اهداف، تجربیات و ترجیحات شما، برنامه‌ای را تنظیم می‌کنیم.
fr: Nous préparons une routine basée sur vos objectifs, votre expérience et vos préférences.
hi: हम आपके लक्ष्यों, अनुभव और पसंद के आधार पर एक रूटीन तैयार कर रहे हैं।
id: Kami menyusun rutinitas berdasarkan tujuan, pengalaman, dan preferensi Anda.
ja: あなたの目標、経験、好みに基づいてルーティンを作成しています。
ko: 목표와 경험, 취향에 맞춰 루틴을 구성하고 있어요.
pa: ਅਸੀਂ ਤੁਹਾਡੇ ਟੀਚਿਆਂ, ਅਨੁਭਵ ਅਤੇ ਤਰਜੀਹਾਂ ਦੇ ਆਧਾਰ 'ਤੇ ਇੱਕ ਰੁਟੀਨ ਤਿਆਰ ਕਰ ਰਹੇ ਹਾਂ।
pt_pt: Estamos montando uma rotina com base em seus objetivos, experiência e preferências.
ru: Мы составляем программу на основе ваших целей, опыта и предпочтений.
sw: Tunaweka pamoja utaratibu kulingana na malengo, uzoefu na mapendeleo yako.
zh_hans: 我们正根据您的目标、经验和偏好为您制定训练计划。

source: What should we call you?
ar: ماذا يجب أن نسميك؟
bn: আমরা আপনাকে কি কল করা উচিত?
de: Wie sollen wir dich nennen?
es: ¿Cómo deberíamos llamarte?
fa: شما را چه صدا کنیم؟
fr: Comment devons-nous vous appeler ?
hi: हम आपको क्या कहकर बुलाएँ?
id: Kami harus memanggilmu apa?
ja: お名前を教えてください
ko: 어떻게 불러드릴까요?
pa: ਅਸੀਂ ਤੁਹਾਨੂੰ ਕੀ ਬੁਲਾਵਾਂਗੇ?
pt_pt: Como devemos chamá-lo?
ru: Как к вам обращаться?
sw: Tukuiteje?
zh_hans: 我们该怎么称呼您？

source: What's your age?
ar: ما هو عمرك؟
bn: তোমার বয়স কত?
de: Wie alt bist du?
es: ¿Cuál es tu edad?
fa: سن شما چند است؟
fr: Quel âge avez-vous ?
hi: आपकी उम्र कितनी है?
id: Berapa umurmu?
ja: 年齢はおいくつですか？
ko: 나이가 어떻게 되나요?
pa: ਤੁਹਾਡੀ ਉਮਰ ਕੀ ਹੈ?
pt_pt: Qual é a sua idade?
ru: Сколько вам лет?
sw: Una umri gani?
zh_hans: 您的年龄是？

source: What's your gender?
ar: ما هو جنسك؟
bn: আপনার লিঙ্গ কি?
de: Was ist dein Geschlecht?
es: ¿Cuál es tu sexo?
fa: جنسیت شما چیست؟
fr: Quel est votre sexe ?
hi: आपका लिंग क्या है?
id: Apa jenis kelaminmu?
ja: 性別を教えてください
ko: 성별이 어떻게 되나요?
pa: ਤੁਹਾਡਾ ਲਿੰਗ ਕੀ ਹੈ?
pt_pt: Qual é o seu gênero?
ru: Ваш пол?
sw: Jinsia yako ni nini?
zh_hans: 您的性别是？

source: What's your height?
ar: ما هو طولك؟
bn: তোমার উচ্চতা কত?
de: Wie groß bist du?
es: ¿Cuál es tu estatura?
fa: قدت چنده؟
fr: Quelle est votre taille ?
hi: आपकी लंबाई कितनी है?
id: Berapa tinggi badanmu?
ja: 身長はどのくらいですか？
ko: 키가 어떻게 되나요?
pa: ਤੁਹਾਡੀ ਉਚਾਈ ਕੀ ਹੈ?
pt_pt: Qual é a sua altura?
ru: Какой у вас рост?
sw: Urefu wako ni upi?
zh_hans: 您的身高是？

source: What's your main goal?
ar: ما هو هدفك الرئيسي؟
bn: আপনার প্রধান লক্ষ্য কি?
de: Was ist Ihr Hauptziel?
es: ¿Cuál es tu objetivo principal?
fa: هدف اصلی شما چیست؟
fr: Quel est votre objectif principal ?
hi: आपका मुख्य लक्ष्य क्या है?
id: Apa tujuan utama Anda?
ja: 主な目標は何ですか？
ko: 주된 목표가 무엇인가요?
pa: ਤੁਹਾਡਾ ਮੁੱਖ ਟੀਚਾ ਕੀ ਹੈ?
pt_pt: Qual é o seu objetivo principal?
ru: Какова ваша главная цель?
sw: Lengo lako kuu ni nini?
zh_hans: 您的主要目标是什么？

source: What's your recent activity level?
ar: ما هو مستوى نشاطك الأخير؟
bn: আপনার সাম্প্রতিক কার্যকলাপ স্তর কি?
de: Wie hoch war Ihr aktueller Aktivitätsgrad?
es: ¿Cuál es tu nivel de actividad reciente?
fa: سطح فعالیت اخیر شما چقدر است؟
fr: Quel est votre niveau d'activité récent ?
hi: हाल ही में आपकी गतिविधि का स्तर कैसा रहा है?
id: Berapa tingkat aktivitas Anda saat ini?
ja: 最近の活動レベルはどのくらいですか？
ko: 최근 활동 수준이 어떻게 되나요?
pa: ਤੁਹਾਡੀ ਹਾਲੀਆ ਸਰਗਰਮੀ ਦਾ ਪੱਧਰ ਕੀ ਹੈ?
pt_pt: Qual é o seu nível de atividade recente?
ru: Каков ваш уровень активности в последнее время?
sw: Kiwango chako cha shughuli za hivi majuzi ni kipi?
zh_hans: 您最近的活动量如何？

source: What's your target weight?
ar: ما هو وزنك المستهدف؟
bn: আপনার লক্ষ্য ওজন কি?
de: Was ist Ihr Zielgewicht?
es: ¿Cuál es tu peso objetivo?
fa: وزن هدف شما چقدر است؟
fr: Quel est votre poids cible ?
hi: आपका लक्षित वज़न कितना है?
id: Berapa target berat badan Anda?
ja: 目標体重はどのくらいですか？
ko: 목표 체중이 어떻게 되나요?
pa: ਤੁਹਾਡਾ ਟੀਚਾ ਭਾਰ ਕੀ ਹੈ?
pt_pt: Qual é o seu peso alvo?
ru: Какой у вас целевой вес?
sw: Je, unalenga uzito gani?
zh_hans: 您的目标体重是？

source: What's your weight?
ar: ما هو وزنك؟
bn: আপনার ওজন কত?
de: Wie schwer bist du?
es: ¿Cuál es tu peso?
fa: وزنت چنده؟
fr: Quel est votre poids ?
hi: आपका वज़न कितना है?
id: Berapa berat badanmu?
ja: 体重はどのくらいですか？
ko: 체중이 어떻게 되나요?
pa: ਤੁਹਾਡਾ ਭਾਰ ਕੀ ਹੈ?
pt_pt: Qual é o seu peso?
ru: Какой у вас вес?
sw: Una uzito gani?
zh_hans: 您的体重是？

source: Which intensity do you prefer?
ar: ما هي الشدة التي تفضلها؟
bn: আপনি কোন তীব্রতা পছন্দ করেন?
de: Welche Intensität bevorzugen Sie?
es: ¿Qué intensidad prefieres?
fa: کدام شدت را ترجیح می دهید؟
fr: Quelle intensité préférez-vous ?
hi: आप किस तीव्रता को पसंद करते हैं?
id: Intensitas mana yang Anda sukai?
ja: どの強度が好みですか？
ko: 어떤 강도를 선호하나요?
pa: ਤੁਸੀਂ ਕਿਹੜੀ ਤੀਬਰਤਾ ਨੂੰ ਤਰਜੀਹ ਦਿੰਦੇ ਹੋ?
pt_pt: Qual intensidade você prefere?
ru: Какую интенсивность вы предпочитаете?
sw: Je, unapendelea mkazo upi?
zh_hans: 您更喜欢哪种强度？

source: Whoops!!
ar: عفوًا!!
bn: উফফফ!!
de: Hoppla!!
es: ¡Vaya!
fa: اوف!!
fr: Oups !!
hi: अरे!!
id: Ups!!
ja: おっと！！
ko: 앗!!
pa: ਓਹ!!
pt_pt: Opa!!
ru: Упс!!
sw: Lo!!
zh_hans: 哎呀！！

source: Wide
ar: واسعة
bn: প্রশস্ত
de: Breit
es: Ancho
fa: عریض
fr: Large
hi: चौड़ा
id: Lebar
ja: ワイド
ko: 광범위한
pa: ਚੌੜਾ
pt_pt: Largo
ru: Широкий
sw: Kwa upana
zh_hans: 广角

source: Wrist
ar: المعصم
bn: কব্জি
de: Handgelenk
es: Muñeca
fa: مچ دست
fr: Poignet
hi: कलाई
id: Pergelangan tangan
ja: 手首
ko: 손목
pa: ਗੁੱਟ
pt_pt: Pulso
ru: Запястье
sw: Kifundo cha mkono
zh_hans: 手腕

source: Yearly
ar: سنويا
bn: বার্ষিক
de: Jährlich
es: Anual
fa: سالانه
fr: Annuel
hi: वार्षिक
id: Tahunan
ja: 年間
ko: 연간
pa: ਸਾਲਾਨਾ
pt_pt: Anualmente
ru: Ежегодно
sw: Kila mwaka
zh_hans: 每年

source: Yearly Plan
ar: الخطة السنوية
bn: বার্ষিক পরিকল্পনা
de: Jahresplan
es: Plan Anual
fa: برنامه سالانه
fr: Forfait annuel
hi: वार्षिक योजना
id: Paket Tahunan
ja: 年間計画
ko: 연간 요금제
pa: ਸਾਲਾਨਾ ਯੋਜਨਾ
pt_pt: Plano Anual
ru: Годовой тариф
sw: Mpango wa Mwaka
zh_hans: 年度方案

source: Years
ar: سنوات
bn: বছর
de: Jahre
es: Años
fa: سالها
fr: Ans
hi: वर्ष
id: Bertahun-tahun
ja: 年
ko: 년
pa: ਸਾਲ
pt_pt: Anos
ru: Лет
sw: Miaka
zh_hans: 岁

source: Yes
ar: نعم
bn: হ্যাঁ
de: Ja
es: Sí
fa: بله
fr: Oui
hi: हाँ
id: Ya
ja: はい
ko: 예
pa: ਹਾਂ
pt_pt: Sim
ru: Да
sw: Ndiyo
zh_hans: 是

source: You're doing great
ar: أنت تقوم بعمل رائع
bn: আপনি দারুণ করছেন
de: Du machst das großartig
es: Lo estás haciendo genial
fa: شما عالی کار می کنید
fr: Vous vous débrouillez très bien
hi: आप बहुत अच्छा कर रहे हैं
id: Kamu baik-baik saja
ja: その調子です
ko: 아주 잘하고 있어요
pa: ਤੁਸੀਂ ਬਹੁਤ ਵਧੀਆ ਕਰ ਰਹੇ ਹੋ
pt_pt: Você está indo muito bem
ru: У вас отлично получается
sw: Unafanya vyema
zh_hans: 你做得很棒

source: You've completed all your workouts today. Your body is getting stronger keep it up!
ar: لقد أكملت جميع التدريبات الخاصة بك اليوم. جسمك يزداد قوة، استمر في ذلك!
bn: আপনি আজ আপনার সমস্ত ওয়ার্কআউট সম্পন্ন করেছেন। আপনার শরীর আরও শক্তিশালী হয়ে উঠছে!
de: Du hast heute alle deine Trainingseinheiten abgeschlossen. Dein Körper wird stärker, weiter so!
es: Has completado todos tus entrenamientos de hoy. Tu cuerpo se fortalece, ¡sigue así!
fa: شما امروز تمام تمرینات خود را کامل کرده اید. بدن شما قوی‌تر می‌شود، همین‌طور ادامه دهید!
fr: Vous avez terminé toutes vos séances du jour. Votre corps se renforce, continuez comme ça !
hi: आपने आज के सभी वर्कआउट पूरे कर लिए। आपका शरीर मज़बूत हो रहा है, ऐसे ही जारी रखें!
id: Anda telah menyelesaikan semua latihan Anda hari ini. Tubuhmu semakin kuat, pertahankan!
ja: 今日のワークアウトをすべて完了しました。体はどんどん強くなっています。この調子で続けましょう！
ko: 오늘의 운동을 모두 완료했어요. 몸이 점점 더 강해지고 있습니다. 계속 이어가세요!
pa: ਤੁਸੀਂ ਅੱਜ ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਕਸਰਤਾਂ ਪੂਰੀਆਂ ਕਰ ਲਈਆਂ ਹਨ। ਤੁਹਾਡਾ ਸਰੀਰ ਮਜ਼ਬੂਤ ​​ਹੋ ਰਿਹਾ ਹੈ ਇਸਨੂੰ ਜਾਰੀ ਰੱਖੋ!
pt_pt: Você completou todos os seus treinos hoje. Seu corpo está ficando mais forte, continue assim!
ru: Вы выполнили все тренировки на сегодня. Ваше тело становится сильнее — так держать!
sw: Umekamilisha mazoezi yako yote leo. Mwili wako unakuwa na nguvu endelea!
zh_hans: 您今天的训练已全部完成。您的身体正变得更强壮，继续保持！

source: Your Personalized Tai Chi Plan
ar: خطة تاي تشي الشخصية الخاصة بك
bn: আপনার ব্যক্তিগতকৃত তাই চি পরিকল্পনা
de: Ihr persönlicher Tai-Chi-Plan
es: Tu plan de taichí personalizado
fa: طرح شخصی تای چی شما
fr: Votre programme de Tai-chi personnalisé
hi: आपकी व्यक्तिगत ताई ची योजना
id: Paket Tai Chi Pribadi Anda
ja: あなた専用の太極拳プラン
ko: 나만의 맞춤 태극권 플랜
pa: ਤੁਹਾਡੀ ਵਿਅਕਤੀਗਤ ਤਾਈ ਚੀ ਯੋਜਨਾ
pt_pt: Seu plano personalizado de Tai Chi
ru: Ваш персональный план тайцзи
sw: Mpango wako wa Tai Chi uliobinafsishwa
zh_hans: 您的专属太极计划

source: Your Streak
ar: خطك
bn: আপনার স্ট্রিক
de: Dein Streak
es: Tu racha
fa: رگه شما
fr: Votre série
hi: आपकी स्ट्रीक
id: Garis Anda
ja: あなたのストリーク
ko: 나의 스트릭
pa: ਤੁਹਾਡੀ ਸਟ੍ਰੀਕ
pt_pt: Sua sequência
ru: Ваша серия
sw: Mfululizo Wako
zh_hans: 我的连续记录

source: Your Tai Chi Journey Starts Here
ar: رحلة تاي تشي الخاصة بك تبدأ هنا
bn: আপনার তাই চি জার্নি এখানে শুরু হয়
de: Ihre Tai-Chi-Reise beginnt hier
es: Tu viaje de taichí empieza aquí
fa: سفر تای چی شما از اینجا شروع می شود
fr: Votre voyage en Tai-chi commence ici
hi: आपकी ताई ची यात्रा यहाँ से शुरू होती है
id: Perjalanan Tai Chi Anda Dimulai Di Sini
ja: あなたの太極拳の旅はここから始まります
ko: 당신의 태극권 여정이 여기서 시작됩니다
pa: ਤੁਹਾਡੀ ਤਾਈ ਚੀ ਯਾਤਰਾ ਇੱਥੇ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ
pt_pt: Sua jornada de Tai Chi começa aqui
ru: Ваш путь в тайцзи начинается здесь
sw: Safari yako ya Tai Chi Inaanzia Hapa
zh_hans: 您的太极之旅从这里开始

source: Your Taichi session is waiting.
ar: جلسة Taichi الخاصة بك في انتظارك.
bn: আপনার তাইচি অধিবেশন অপেক্ষা করছে.
de: Ihre Taichi-Sitzung wartet.
es: Tu sesión de taichí te espera.
fa: جلسه تایچی شما منتظر است.
fr: Votre séance de Tai-chi vous attend.
hi: आपका ताई ची सेशन इंतज़ार कर रहा है।
id: Sesi Taichi Anda sedang menunggu.
ja: 太極拳セッションが待っています。
ko: 태극권 세션이 기다리고 있어요.
pa: ਤੁਹਾਡਾ ਤਾਚੀ ਸੈਸ਼ਨ ਉਡੀਕ ਰਿਹਾ ਹੈ।
pt_pt: Sua sessão de Taichi está esperando.
ru: Ваше занятие тайцзи уже ждёт.
sw: Kipindi chako cha Taichi kinasubiri.
zh_hans: 您的太极课程正在等您。

source: Your feedback will help us improve!
ar: سوف تساعدنا ملاحظاتك على التحسن!
bn: আপনার প্রতিক্রিয়া আমাদের উন্নতি করতে সাহায্য করবে!
de: Ihr Feedback wird uns helfen, uns zu verbessern!
es: ¡Tus comentarios nos ayudarán a mejorar!
fa: نظرات شما به ما کمک می کند تا بهتر شویم!
fr: Vos commentaires nous aideront à nous améliorer !
hi: आपकी प्रतिक्रिया हमें बेहतर बनाने में मदद करेगी!
id: Masukan Anda akan membantu kami menjadi lebih baik!
ja: あなたのフィードバックは私たちの改善に役立ちます。
ko: 귀하의 의견은 개선하는 데 도움이 됩니다!
pa: ਤੁਹਾਡੀ ਫੀਡਬੈਕ ਸਾਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰੇਗੀ!
pt_pt: Seu feedback nos ajudará a melhorar!
ru: Ваш отзыв поможет нам стать лучше!
sw: Maoni yako yatatusaidia kuboresha!
zh_hans: 您的反馈将帮助我们不断改进！

source: Your name
ar: اسمك
bn: তোমার নাম
de: Dein Name
es: Tu nombre
fa: نام شما
fr: Votre nom
hi: आपका नाम
id: Namamu
ja: お名前
ko: 이름
pa: ਤੁਹਾਡਾ ਨਾਮ
pt_pt: Seu nome
ru: Ваше имя
sw: Jina lako
zh_hans: 您的姓名

source: day
ar: يوم
bn: দিন
de: Tag
es: Dia
fa: روز
fr: Jour
hi: दिन
id: Hari
ja: 日
ko: 일
pa: ਦਿਨ
pt_pt: Dia
ru: день
sw: Siku
zh_hans: 天

source: example
ar: مثال
bn: উদাহরণ
de: Beispiel
es: ejemplo
fa: مثال
fr: exemple
hi: उदाहरण
id: Contoh
ja: 例
ko: 예시
pa: ਉਦਾਹਰਨ
pt_pt: Exemplo
ru: пример
sw: Mfano
zh_hans: 示例

source: min
ar: دقيقة
bn: মিনিট
fa: دقیقه
hi: मिनट
id: Menit
ja: 分
ko: 분
pa: ਮਿੰਟ
ru: мин
zh_hans: 分钟

source: month
ar: شهر
bn: মাস
de: Monat
es: Mes
fa: ماه
fr: Mois
hi: महीना
id: Bulan
ja: 月
ko: 달
pa: ਮਹੀਨਾ
pt_pt: Mês
ru: месяц
sw: Mwezi
zh_hans: 月

# onboarding.action.get_started
source: Get Started
ar: ابدأ
bn: শুরু করুন
de: Legen Sie los
es: Comenzar
fa: شروع کنید
fr: Commencer
hi: शुरू करें
id: Memulai
ja: 始める
ko: 시작하기
pa: ਸ਼ੁਰੂ ਕਰੋ
pt_pt: Comece
ru: Начать
sw: Anza
zh_hans: 开始使用

# onboarding.action.next
source: Next
ar: التالي
bn: পরবর্তী
de: Als nächstes
es: Siguiente
fa: بعدی
fr: Suivant
hi: आगे
id: Selanjutnya
ja: 次へ
ko: 다음
pa: ਅੱਗੇ
pt_pt: Próximo
ru: Далее
sw: Inayofuata
zh_hans: 下一步

# onboarding.headline.improve
source: Improve balance, flexibility, and strength at home
ar: تحسين التوازن والمرونة والقوة في المنزل
bn: বাড়িতে ভারসাম্য, নমনীয়তা এবং শক্তি উন্নত করুন
de: Verbessern Sie Gleichgewicht, Flexibilität und Kraft zu Hause
es: Mejora el equilibrio, la flexibilidad y la fuerza en casa
fa: تعادل، انعطاف پذیری و قدرت را در خانه بهبود بخشید
fr: Améliorez votre équilibre, votre souplesse et votre force à la maison
hi: घर पर संतुलन, लचीलापन और ताकत बढ़ाएं
id: Meningkatkan keseimbangan, fleksibilitas, dan kekuatan di rumah
ja: 自宅でバランス、柔軟性、筋力を高めましょう
ko: 집에서 균형, 유연성, 근력을 향상하세요
pa: ਘਰ ਵਿੱਚ ਸੰਤੁਲਨ, ਲਚਕਤਾ ਅਤੇ ਤਾਕਤ ਵਿੱਚ ਸੁਧਾਰ ਕਰੋ
pt_pt: Melhore o equilíbrio, a flexibilidade e a força em casa
ru: Улучшайте баланс, гибкость и силу дома
sw: Boresha usawa, unyumbufu, na nguvu nyumbani
zh_hans: 在家提升平衡、柔韧性和力量

# onboarding.headline.join_community
source: Join 100K+ People on Their Tai Chi Journey
ar: انضم إلى أكثر من 100 ألف شخص في رحلة التاي تشي الخاصة بهم
bn: তাদের তাই চি জার্নিতে 100K+ লোকের সাথে যোগ দিন
de: Begleiten Sie über 100.000 Menschen auf ihrer Tai-Chi-Reise
es: Únete a más de 100 mil personas en su viaje de tai chi
fa: به بیش از 100 هزار نفر در سفر تای چی آنها بپیوندید
fr: Rejoignez plus de 100 000 personnes dans leur parcours de tai-chi
hi: 1 लाख से अधिक लोगों के साथ ताई ची की यात्रा शुरू करें
id: Bergabunglah dengan 100K+ Orang dalam Perjalanan Tai Chi Mereka
ja: 10万人以上と一緒に太極拳の旅を始めましょう
ko: 10만 명 이상의 사람들과 함께하는 태극권 여정
pa: ਉਨ੍ਹਾਂ ਦੀ ਤਾਈ ਚੀ ਯਾਤਰਾ 'ਤੇ 100K+ ਲੋਕਾਂ ਨਾਲ ਸ਼ਾਮਲ ਹੋਵੋ
pt_pt: Junte-se a mais de 100 mil pessoas em sua jornada de Tai Chi
ru: Присоединяйтесь к более чем 100 тысячам людей на пути тай-чи
sw: Jiunge na Watu 100+ kwenye Safari Yao ya Tai Chi
zh_hans: 加入超过 10 万人的太极之旅

# onboarding.headline.relax
source: Relax, breathe deeply, and find your balance.
ar: استرخ، وتنفس بعمق، واعثر على توازنك.
bn: আরাম করুন, গভীরভাবে শ্বাস নিন এবং আপনার ভারসাম্য খুঁজুন।
de: Entspannen Sie sich, atmen Sie tief durch und finden Sie Ihr Gleichgewicht.
es: Relájate, respira profundamente y encuentra tu equilibrio.
fa: آرام باشید، عمیق نفس بکشید و تعادل خود را پیدا کنید.
fr: Détendez-vous, respirez profondément et trouvez votre équilibre.
hi: आराम करें, गहरी सांस लें और अपना संतुलन खोजें।
id: Santai, bernapas dalam-dalam, dan temukan keseimbangan Anda.
ja: リラックスして、深く呼吸し、自分のバランスを見つけましょう。
ko: 긴장을 풀고 깊이 숨을 쉬며 균형을 찾아보세요.
pa: ਆਰਾਮ ਕਰੋ, ਡੂੰਘਾ ਸਾਹ ਲਓ, ਅਤੇ ਆਪਣਾ ਸੰਤੁਲਨ ਲੱਭੋ।
pt_pt: Relaxe, respire profundamente e encontre o equilíbrio.
ru: Расслабьтесь, глубоко вдохните и найдите свой баланс.
sw: Tulia, pumua kwa kina, na upate usawa wako.
zh_hans: 放松身心，深呼吸，找到您的平衡。

# onboarding.highlight.at_home
source: at home
ar: في المنزل
bn: বাড়িতে
de: Zu Hause
es: en casa
fa: در خانه
fr: à la maison
hi: घर पर
id: Di rumah
ja: 自宅で
ko: 집에서
pa: ਘਰ 'ਤੇ
pt_pt: Em casa
ru: дома
sw: Nyumbani
zh_hans: 在家

# onboarding.highlight.balance
source: balance
ar: التوازن
bn: ভারসাম্য
de: Gleichgewicht
es: equilibrio
fa: تعادل
fr: équilibre
hi: संतुलन
id: Keseimbangan
ja: バランス
ko: 균형
pa: ਸੰਤੁਲਨ
pt_pt: Equilíbrio
ru: баланс
sw: Usawa
zh_hans: 平衡

# onboarding.highlight.people
source: 100K+ People
ar: 100 ألف+ شخص
bn: 100K+ লোক
de: Über 100.000 Menschen
es: más de 100 mil personas
fa: بیش از 100 هزار نفر
fr: plus de 100 000 personnes
hi: 1 लाख से अधिक लोगों
id: 100K+ Orang
ja: 10万人以上
ko: 10만 명 이상의 사람들
pa: 100K+ ਲੋਕ
pt_pt: Mais de 100 mil pessoas
ru: более чем 100 тысячам людей
sw: Watu 100K+
zh_hans: 超过 10 万人

# onboarding.highlight.relax_breathe
source: Relax, breathe
ar: استرخ، تنفس
bn: আরাম করুন, শ্বাস নিন
de: Entspannen Sie sich, atmen Sie
es: Relájate, respira
fa: آرام باش، نفس بکش
fr: Détendez-vous, respirez
hi: आराम करें, गहरी सांस लें
id: Tenang, bernapaslah
ja: リラックスして、深く呼吸し
ko: 긴장을 풀고 깊이 숨을 쉬며
pa: ਆਰਾਮ ਕਰੋ, ਸਾਹ ਲਓ
pt_pt: Relaxe, respire
ru: Расслабьтесь, глубоко вдохните
sw: Pumzika, pumua
zh_hans: 放松，深呼吸

# onboarding.testimonial.anna
source: Great app for working out at home. No equipment needed for most workouts, which makes it super convenient.
ar: تطبيق رائع للتمرين في المنزل. لا حاجة إلى معدات لمعظم التمارين، مما يجعلها مريحة للغاية.
bn: বাড়িতে কাজ করার জন্য দুর্দান্ত অ্যাপ। বেশিরভাগ ওয়ার্কআউটের জন্য কোনও সরঞ্জামের প্রয়োজন নেই, যা এটিকে খুব সুবিধাজনক করে তোলে।
de: Tolle App für das Training zu Hause. Für die meisten Trainingseinheiten ist keine Ausrüstung erforderlich, was es äußerst praktisch macht.
es: Una app genial para entrenar en casa. No se necesita equipo para la mayoría de los entrenamientos, lo que la hace muy práctica.
fa: برنامه عالی برای تمرین در خانه. بدون نیاز به تجهیزات برای اکثر تمرینات، که آن را فوق العاده راحت می کند.
fr: Une excellente application pour s'entraîner à la maison. La plupart des exercices ne nécessitent aucun équipement, ce qui est très pratique.
hi: घर पर कसरत करने के लिए शानदार ऐप। अधिकांश वर्कआउट के लिए किसी उपकरण की जरूरत नहीं होती, इसलिए यह बहुत सुविधाजनक है।
id: Aplikasi bagus untuk berolahraga di rumah. Tidak diperlukan peralatan untuk sebagian besar latihan, sehingga sangat nyaman.
ja: 自宅での運動に最適なアプリです。ほとんどのワークアウトに器具が必要ないので、とても便利です。
ko: 집에서 운동하기 좋은 앱이에요. 대부분의 운동에 장비가 필요 없어 정말 편리해요.
pa: ਘਰ ਵਿੱਚ ਕੰਮ ਕਰਨ ਲਈ ਵਧੀਆ ਐਪ. ਜ਼ਿਆਦਾਤਰ ਵਰਕਆਉਟ ਲਈ ਕਿਸੇ ਸਾਜ਼-ਸਾਮਾਨ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ, ਜੋ ਇਸਨੂੰ ਬਹੁਤ ਸੁਵਿਧਾਜਨਕ ਬਣਾਉਂਦਾ ਹੈ।
pt_pt: Ótimo aplicativo para malhar em casa. Nenhum equipamento é necessário para a maioria dos treinos, o que o torna muito conveniente.
ru: Отличное приложение для тренировок дома. Для большинства упражнений оборудование не нужно, поэтому это очень удобно.
sw: Programu nzuri ya kufanya kazi nyumbani. Hakuna kifaa kinachohitajika kwa mazoezi mengi, ambayo hufanya iwe rahisi sana.
zh_hans: 非常适合在家锻炼的应用。大多数训练不需要任何器材，非常方便。

# onboarding.testimonial.jennie
source: So calming and easy to use. I love doing a quick Tai Chi session before starting my day.
ar: مهدئ للغاية وسهل الاستخدام. أحب القيام بجلسة تاي تشي سريعة قبل أن أبدأ يومي.
bn: তাই শান্ত এবং ব্যবহার করা সহজ. আমি আমার দিন শুরু করার আগে একটি দ্রুত তাই চি সেশন করতে পছন্দ করি।
de: So beruhigend und einfach anzuwenden. Ich liebe es, eine kurze Tai-Chi-Sitzung zu machen, bevor ich meinen Tag beginne.
es: Muy relajante y fácil de usar. Me encanta hacer una sesión rápida de tai chi antes de empezar el día.
fa: بنابراین آرام بخش و آسان برای استفاده. من عاشق انجام یک جلسه سریع تای چی قبل از شروع روزم هستم.
fr: Très apaisant et facile à utiliser. J'aime faire une courte séance de tai-chi avant de commencer ma journée.
hi: बहुत शांत और उपयोग में आसान। दिन शुरू करने से पहले एक छोटा ताई ची सत्र करना मुझे पसंद है।
id: Sangat menenangkan dan mudah digunakan. Saya suka melakukan sesi Tai Chi singkat sebelum memulai hari saya.
ja: とても落ち着けて使いやすいです。一日を始める前に短い太極拳セッションをするのが大好きです。
ko: 정말 편안하고 사용하기 쉬워요. 하루를 시작하기 전에 짧게 태극권을 하는 것이 좋아요.
pa: ਇਸ ਲਈ ਸ਼ਾਂਤ ਅਤੇ ਵਰਤਣ ਲਈ ਆਸਾਨ. ਮੈਨੂੰ ਆਪਣਾ ਦਿਨ ਸ਼ੁਰੂ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਇੱਕ ਤੇਜ਼ ਤਾਈ ਚੀ ਸੈਸ਼ਨ ਕਰਨਾ ਪਸੰਦ ਹੈ।
pt_pt: Tão calmante e fácil de usar. Adoro fazer uma sessão rápida de Tai Chi antes de começar o dia.
ru: Очень успокаивает и удобно в использовании. Мне нравится выполнять короткую сессию тай-чи перед началом дня.
sw: Hivyo kutuliza na rahisi kutumia. Ninapenda kufanya kipindi cha haraka cha Tai Chi kabla ya kuanza siku yangu.
zh_hans: 非常放松，也很容易使用。我喜欢在开始新的一天之前做一次简短的太极练习。
